var lrc = `[00:28.00] 这一路上走走停停
[00:30.50] 顺着少年漂流的痕迹
[00:33.00] 迈出车站的前一刻
[00:35.50] 竟有些犹豫
[00:38.00] 不禁笑这近乡情怯
[00:40.50] 仍无可避免
[00:43.00] 而长野的天
[00:45.50] 依旧那么暖
[00:48.00] 风吹起了从前
[00:50.50] 从前初识这世间
[00:53.00] 万般流连
[00:55.50] 看着天边似在眼前
[00:58.00] 也甘愿赴汤蹈火去走它一遍
[01:03.00] 如今走过这世间
[01:05.50] 万般流连
[01:08.00] 翻过岁月不同侧脸
[01:10.50] 措不及防闯入你的笑颜
[01:13.00] 我曾难自拔于世界之大
[01:15.50] 也沉溺于其中梦话
[01:18.00] 不得真假 不做挣扎 不惧笑话
[01:23.00] 我曾将青春翻涌成她
[01:25.50] 也曾指尖弹出盛夏
[01:28.00] 心之所动 且就随缘去吧
[01:33.00] 逆着光行走 任风吹雨打
[01:35.50] 短短的路走走停停
[01:38.00] 也有了几分的距离
[01:40.50] 不知抚摸的是故事 还是段心情
[01:43.00] 也许期待的不过是 与时间为敌
[01:45.50] 再次看到你
[01:48.00] 微凉晨光里
[01:50.50] 笑得很甜蜜
[01:53.00] 从前初识这世间
[01:55.50] 万般流连
[01:58.00] 看着天边似在眼前
[02:00.50] 也甘愿赴汤蹈火去走它一遍
[02:05.50] 如今走过这世间
[02:08.00] 万般流连
[02:10.50] 翻过岁月不同侧脸
[02:13.00] 措不及防闯入你的笑颜
[02:15.50] 我曾难自拔于世界之大
[02:18.00] 也沉溺于其中梦话
[02:20.50] 不得真假 不做挣扎 不惧笑话
[02:25.50] 我曾将青春翻涌成她
[02:28.00] 也曾指尖弹出盛夏
[02:30.50] 心之所动 且就随缘去吧
[02:35.50] 晚风吹起你鬓间的白发
[02:38.00] 抚平回忆留下的疤
[02:40.50] 你的眼中 明暗交杂 一笑生花
[02:43.00] 暮色遮住你蹒跚的步伐
[02:45.50] 走进床头藏起的画
[02:48.00] 画中的你 低着头说话
[02:50.50] 我仍感叹于世界之大
[02:53.00] 也沉醉于儿时情话
[02:55.50] 不剩真假 不做挣扎 无谓笑话
[03:00.50] 我终将青春还给了她
[03:03.00] 连同指尖弹出的盛夏
[03:05.50] 心之所动 就随风去了
[03:10.50] 以爱之名 你还愿意吗]`